/* Type of IP address */
"6to4 relay" = "";

/* No comment provided by engineer. */
"AirPort Connected" = "";

/* No comment provided by engineer. */
"Airport connected" = "";

/* No comment provided by engineer. */
"Airport disconnected" = "";

/* No comment provided by engineer. */
"AirPort Disconnected" = "";

/* No comment provided by engineer. */
"Battery charging..." = "";

/* Type of IP address */
"Benchmark" = "";

/* No comment provided by engineer. */
"Bluetooth Connection" = "";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "";

/* No comment provided by engineer. */
"Current charge: %d%%" = "";

/* No comment provided by engineer. */
"Ethernet activated" = "";

/* No comment provided by engineer. */
"Ethernet deactivated" = "";

/* No comment provided by engineer. */
"FireWire Connection" = "";

/* No comment provided by engineer. */
"FireWire Device Connected" = "";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "";

/* No comment provided by engineer. */
"FireWire Disconnection" = "";

/* No comment provided by engineer. */
"Group Network Notifications" = "";

/* No comment provided by engineer. */
"Interface:\ten0" = "";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "";

/* No comment provided by engineer. */
"IP Acquired" = "";

/* No comment provided by engineer. */
"IP address acquired" = "";

/* No comment provided by engineer. */
"IP address released" = "";

/* No comment provided by engineer. */
"IP Released" = "";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "";

/* No comment provided by engineer. */
"Left network %@." = "";

/* Type of IP address */
"Link-local" = "";

/* Type of IP address */
"Loopback" = "";

/* No comment provided by engineer. */
"Network Link Down" = "";

/* No comment provided by engineer. */
"Network Link Up" = "";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "";

/* No comment provided by engineer. */
"No IP address now" = "";

/* No comment provided by engineer. */
"On A/C power" = "";

/* No comment provided by engineer. */
"On battery power" = "";

/* No comment provided by engineer. */
"On UPS power" = "";

/* No comment provided by engineer. */
"Preferences..." = "";

/* Type of IP address */
"Private" = "";

/* Type of IP address */
"Public" = "";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "";

/* Type of IP address */
"Reserved" = "";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "";

/* No comment provided by engineer. */
"Switched to A/C Power" = "";

/* No comment provided by engineer. */
"Switched to Battery Power" = "";

/* No comment provided by engineer. */
"Switched to UPS Power" = "";

/* No comment provided by engineer. */
"Sync finished" = "";

/* No comment provided by engineer. */
"Sync started" = "";

/* Type of IP address */
"Test" = "";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "";

/* No comment provided by engineer. */
"USB Bus" = "";

/* No comment provided by engineer. */
"USB Connection" = "";

/* No comment provided by engineer. */
"USB Device Connected" = "";

/* No comment provided by engineer. */
"USB Device Disconnected" = "";

/* No comment provided by engineer. */
"USB Disconnection" = "";

/* No comment provided by engineer. */
"Volume Mounted" = "";

/* No comment provided by engineer. */
"Volume Unmounted" = "";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "";

/* display the icon only in the dock */
"Show icon in the dock" = "";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "";

/* display no icon at all */
"No icon visible" = "";

/* No comment provided by engineer. */
"Icon:" = "";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "";

